[
  {
    "title": "Overview of Student Clubs at VIT-AP",
    "category": "Clubs",
    "type": "info",
    "text": "1. VIT-AP has various student clubs in technical, cultural, arts, music, dance, literature, and sports domains.\n2. Clubs help students explore interests outside academics and improve leadership, teamwork, and organizational skills.\n3. Participation in at least one club is mandatory for all students (via course registration).\n4. Club activities are announced through email, VTOP, and notice boards.",
    "tags": "clubs,overview,student,activities"
  },
  {
    "title": "Club Registration Process",
    "category": "Clubs",
    "type": "procedure",
    "text": "1. Club registration opens at the beginning of each semester through the course registration process.\n2. Students can select one or more clubs based on their interests.\n3. Some clubs may conduct interviews or eligibility checks.\n4. Once registered, participation in club events and meetings is mandatory for credit requirements.",
    "tags": "clubs,registration,procedure,semester"
  },
  {
    "title": "Types of Clubs at VIT-AP",
    "category": "Clubs",
    "type": "info",
    "text": "1. Technical Clubs: Coding, Robotics, Electronics, AI/ML, Cybersecurity.\n2. Cultural Clubs: Dance, Drama, Music, Fine Arts, Photography.\n3. Literary Clubs: Debate, Creative Writing, Public Speaking.\n4. Sports Clubs including several sports like Cricket, Football, Basketball, Badminton, and Athletics.\n5. Special Interest Clubs: Entrepreneurship, Social Service, Environmental, Media.\n6. Each club organizes regular events, workshops, and competitions.",
    "tags": "clubs,types,technical,cultural,sports"
  },
  {
    "title": "Club Membership and Participation",
    "category": "Clubs",
    "type": "policy",
    "text": "1. Membership is open to all students.\n2. Active participation in meetings, events, and workshops is encouraged and recorded.\n3. Some clubs may have mandatory attendance or project work for completion.\n4. Active members receive certificates and recognition for their contributions.",
    "tags": "clubs,membership,participation,policy"
  },
  {
    "title": "Leadership Opportunities in Clubs",
    "category": "Clubs",
    "type": "info",
    "text": "1. Clubs elect or nominate student coordinators each year.\n2. Coordinators are responsible for planning events, managing finances, and coordinating with faculty advisors.\n3. Leadership roles in clubs are considered valuable for placements and career development.\n4. Students can apply for leadership roles during the annual club orientation.",
    "tags": "clubs,leadership,coordinators,students"
  },
  {
    "title": "Club Events and Competitions",
    "category": "Clubs",
    "type": "info",
    "text": "1. Clubs organize workshops, competitions, cultural shows, and technical fests throughout the semester.\n2. Events may be intra-college (open to VIT-AP students) or inter-college (with external participation).\n3. Certificates and prizes are awarded to winners and active participants.\n4. Details of events are circulated via email and displayed on notice boards.",
    "tags": "clubs,events,competitions,workshops"
  },
  {
    "title": "Club Communication Channels",
    "category": "Clubs",
    "type": "info",
    "text": "1. Clubs use email, WhatsApp groups, and social media to communicate with members.\n2. Important announcements regarding meetings, events, and deadlines are shared through these channels.\n3. Students are encouraged to check their emails regularly for club updates.\n4. Faculty advisors also provide guidance and support to club activities.",
    "tags": "clubs,communication,email,social media"
  },
  {
    "title": "Benefits of Joining Clubs",
    "category": "Clubs",
    "type": "info",
    "text": "1. Enhances soft skills like communication, teamwork, and leadership.\n2. Provides opportunities for networking with peers and industry professionals.\n3. Helps in building a well-rounded resume for placements.\n4. Offers a platform to explore interests and hobbies beyond academics.",
    "tags": "clubs,benefits,skills,networking"
  },
  {
    "title": "Club Funding and Resources",
    "category": "Clubs",
    "type": "info",
    "text": "1. Clubs receive funding from the university for organizing events and activities.\n2. Additional funds may be raised through sponsorships and collaborations.\n3. Clubs have access to university facilities like auditoriums, labs, and sports grounds for their events.\n4. Proper financial management is essential for the sustainability of club activities.",
    "tags": "clubs,funding,resources,events"
  }
]
