[
  {
    "title": "How to Start a Startup at VIT-AP",
    "category": "Startups",
    "type": "procedure",
    "text": "1. Identify a problem and come up with an innovative solution.\n2. Prepare a short proposal with details about the idea, impact, and feasibility.\n3. Submit your proposal through the Incubation Center.\n4. Shortlisted ideas will be invited for a pitch presentation to the review committee.\n5. Selected startups will be provided incubation support, mentorship, and facilities.",
    "tags": "startup,procedure,entrepreneurship,incubation"
  },
  {
    "title": "Incubation Facilities and Support",
    "category": "Startups",
    "type": "info",
    "text": "1. The Incubation Center is located at the 3rd Floor of Central Block (CB).\n2. Facilities include co-working spaces, internet access, meeting rooms, and lab support.\n3. Faculty mentors and industry experts guide incubated startups.\n4. Students can access seed funding and networking opportunities through the center.\n5. Regular workshops and training programs are conducted to support entrepreneurial growth.",
    "tags": "incubation,facilities,support,mentorship"
  },
  {
    "title": "Startup Registration and Process",
    "category": "Startups",
    "type": "procedure",
    "text": "1. Visit the Incubation Center at CB 3rd Floor for guidance.\n2. Collect and fill the startup registration form with details of your idea.\n3. Submit the form along with a short presentation or concept note.\n4. The committee will evaluate your idea for feasibility and innovation.\n5. If approved, you will receive official incubation and startup support.",
    "tags": "startup,registration,process,incubation"
  },
  {
    "title": "Incubation Center Overview",
    "category": "Startups",
    "type": "info",
    "text": "1. The Incubation Center provides support to student entrepreneurs.\n2. Facilities include co-working spaces, high-speed internet, and meeting rooms.\n3. Mentorship is offered by faculty and industry experts.\n4. Startups can apply for incubation through a formal proposal process.",
    "tags": "incubation,startups,entrepreneurship,support"
  },
  {
    "title": "Seed Funding Opportunities",
    "category": "Startups",
    "type": "info",
    "text": "1. Early-stage startups can apply for seed funding through institutional schemes.\n2. Funding support is subject to approval based on idea feasibility and impact.\n3. Additional funding opportunities are available through partner investors and competitions.",
    "tags": "funding,startups,seed,finance"
  },
  {
    "title": "Startup Competitions and Hackathons",
    "category": "Startups",
    "type": "info",
    "text": "1. The university organizes regular startup competitions and hackathons.\n2. Winners receive mentorship, incubation support, and prize money.\n3. Events are open to students across all disciplines.\n4. Information is shared via email.",
    "tags": "hackathon,startup,competitions,innovation"
  },
  {
    "title": "Intellectual Property Support",
    "category": "Startups",
    "type": "policy",
    "text": "1. Startups can seek guidance for filing patents, trademarks, and copyrights.\n2. The IPR Cell helps in preparing documentation and filing applications.\n3. Students must disclose innovations through the prescribed university process before applying externally.",
    "tags": "ipr,patents,startups,policy"
  },
  {
    "title": "Mentorship Programs",
    "category": "Startups",
    "type": "info",
    "text": "1. Startups receive mentorship from experienced faculty and industry professionals.\n2. Mentorship sessions focus on business strategy, marketing, and product development.\n3. Regular feedback is provided to help startups refine their ideas and execution plans.",
    "tags": "mentorship,startups,programs,guidance"
  },
  {
    "title": "Alumni Startup Success Stories",
    "category": "Startups",
    "type": "info",
    "text": "1. Several alumni have successfully launched startups after graduating from VIT-AP.\n2. Their stories are shared to inspire current students.\n3. Alumni often return as mentors or investors for new startups.",
    "tags": "alumni,startups,success,stories"
  }
]
